Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

# error.apiKey.message
source: One of your weather service keys is invalid or has been revoked. Open Settings to update it.
ar: أحد مفاتيح خدمة الطقس الخاصة بك غير صالح أو تم إلغاؤه. افتح الإعدادات لتحديثه.
cs: Jeden z vašich klíčů služby počasí je neplatný nebo byl odvolán. Otevřete nastavení a aktualizujte.
da: En af dine vejr-tjenestenøgler er ugyldig eller er blevet tilbagekaldt. Åbn indstillinger for at opdatere den.
de: Einer Ihrer Wetterdienstschlüssel ist ungültig oder wurde widerrufen. Öffnen Sie die Einstellungen um sie zu aktualisieren.
el: Ένα από τα κλειδιά υπηρεσίας καιρού σας δεν είναι έγκυρο ή έχει ανακληθεί. Ανοιχτές ρυθμίσεις για να το ενημερώσετε.
es: Una de sus teclas de servicio de tiempo no es válida o ha sido revocada. Abre Ajustes para actualizarla.
fi: Yksi sääpalvelun avaimista on virheellinen tai se on kumottu. Avaa Asetukset päivittääksesi sen.
fr: Une de vos clés de service météo est invalide ou a été révoquée. Ouvrez les paramètres pour la mettre à jour.
it: Una delle chiavi del servizio meteo non è valida o è stata revocata. Apri Impostazioni per aggiornarla.
ja: 天気予報キーのいずれかが無効または取り消されています。更新するには設定を開いてください。
nl: Een van uw weerservicesleutels is ongeldig of is ingetrokken. Open Instellingen om deze bij te werken.
no: En av vær-tjenestene dine er ugyldig eller har blitt opphevet. Åpne innstillinger for å oppdatere den.
pl: Jeden z Twoich kluczy usług pogody jest nieprawidłowy lub został odwołany. Otwórz ustawienia, aby go zaktualizować.
pt: Uma das suas chaves de serviço meteorológico é inválida ou foi revogada. Abra as Configurações para atualizá-la.
ro: Una dintre cheile serviciului meteo nu este validă sau a fost revocată. Deschideți Setările pentru a o actualiza.
ru: Один из ключей службы погоды недействителен или был отозван. Откройте Настройки, чтобы обновить его.
sv: En av dina vädertjänstnycklar är ogiltig eller har återkallats. Öppna Inställningar för att uppdatera den.
uk: Один з ваших ключів служби погоди не вірний або був відкликаний. Відкрийте Налаштування, щоб оновити його.
zh_hans: 您的一个天气服务密钥无效或已被撤销。打开设置以更新它。

# error.apiKey.title
source: API Key Issue
ar: مشكلة مفتاح API
cs: Problém s API klíčem
da: API Nøgle Problem
de: API-Schlüsselproblem
el: Θέμα Κλειδιού Api
es: Problema de Clave API
fi: Api Avainongelma
fr: Problème de clé API
it: Problema Chiave Api
ja: API キーの問題
nl: API sleutel probleem
no: API-nøkkel problem
pl: Problem z kluczem API
pt: Problema da chave API
ro: Problemă cheie API
ru: Проблема API ключа
sv: Problem med API nyckel
uk: Проблема з ключем API
zh_hans: API 密钥问题

# error.apiKeyQuota.message
source: You've used up your request quota for this service. Try again later or upgrade your plan.
ar: لقد استخدمت حصة طلبك لهذه الخدمة. حاول مرة أخرى لاحقاً أو قم بترقية خطتك.
cs: Využili jste kvóty pro požadavek na tuto službu. Zkuste to později nebo povýšte svůj tarif.
da: Du har opbrugt din anmodningskvote for denne tjeneste. Prøv igen senere eller opgrader dit abonnement.
de: Sie haben Ihr Anfragekontingent für diesen Dienst ausgeschöpft. Versuchen Sie es später noch einmal oder aktualisieren Sie Ihr Paket.
el: Έχετε χρησιμοποιήσει το όριο του αιτήματός σας για αυτήν την υπηρεσία. Δοκιμάστε ξανά αργότερα ή αναβαθμίστε το σχέδιό σας.
es: Has usado tu cuota de solicitud para este servicio. Inténtalo de nuevo más tarde o actualiza tu plan.
fi: Olet käyttänyt pyyntösi kiintiötä tälle palvelulle. Yritä myöhemmin uudelleen tai päivitä tilaustasi.
fr: Vous avez épuisé votre quota de demandes pour ce service. Réessayez plus tard ou mettez à niveau votre offre.
it: Hai utilizzato la quota richiesta per questo servizio. Riprova più tardi o aggiorna il tuo piano.
ja: このサービスのリクエストクォータを使い果たしました。後でもう一度試すか、プランをアップグレードしてください。
nl: U heeft uw aanvraag quotum voor deze service opgebruikt. Probeer het later opnieuw of upgrade uw abonnement.
no: Du har brukt opp forespørselskvoten til denne tjenesten. Prøv igjen senere eller oppgrader planen.
pl: Wykorzystałeś limit żądań dla tej usługi. Spróbuj ponownie później lub zaktualizuj swój plan.
pt: Você usou a cota do seu pedido para este serviço. Tente novamente mais tarde ou faça um upgrade do seu plano.
ro: Ați folosit cota de cerere pentru acest serviciu. Încercați din nou mai târziu sau actualizați-vă planul.
ru: Вы использовали ваш запрос для этой службы. Попробуйте еще раз позже или обновите тарифный план.
sv: Du har använt din begäranskvot för denna tjänst. Försök igen senare eller uppgradera din plan.
uk: Ви використали квоту запиту для цієї служби. Повторіть спробу пізніше або оновіть план.
zh_hans: 您已经为此服务使用了您的请求配额。请稍后重试或升级您的计划。

# error.apiKeyQuota.title
source: Rate Limit Reached
ar: تم بلوغ الحد الأقصى للمعدل
cs: Dosažen limit cen
da: Sats Grænse Nået
de: Rate Limit erreicht
el: Έφτασε Το Όριο Αξιολόγησης
es: Tasa límite alcanzada
fi: Arvostele Raja Saavutettu
fr: Limite de taux atteinte
it: Limite Di Tasso Raggiunto
ja: レート制限に達しました
nl: Tarief limiet bereikt
no: Grensen er nådd
pl: Osiągnięto limit stawek
pt: Limite de tarifas alcançado
ro: Evaluează limita atinsă
ru: Лимит тарифа достигнут
sv: Betygsgräns nådd
uk: Досягнута межа ставок
zh_hans: 已达到评分限制

# error.generic.message
source: We hit an unexpected problem fetching the weather. Please try again.
ar: لقد واجهنا مشكلة غير متوقعة في جلب الطقس. الرجاء المحاولة مرة أخرى.
cs: Zaznamenali jsme neočekávaný problém při načítání počasí. Zkuste to prosím znovu.
da: Vi ramte et uventet problem med at hente vejret. Prøv venligst igen.
de: Wir haben ein unerwartetes Problem beim Abrufen des Wetters getroffen. Bitte versuchen Sie es erneut.
el: Χτυπάμε ένα απροσδόκητο πρόβλημα φέρνοντας τον καιρό. Παρακαλώ δοκιμάστε ξανά.
es: Hemos golpeado un problema inesperado obteniendo el clima. Por favor, inténtalo de nuevo.
fi: Kohtasimme odottamatonta ongelmaa hakatessamme säätä. Yritä uudelleen.
fr: Nous avons rencontré un problème inattendu lors de la récupération de la météo. Veuillez réessayer.
it: Abbiamo colpito un problema inaspettato durante il recupero del tempo. Per favore riprova.
ja: 予期しない天気のフェッチに問題が発生しました。もう一度やり直してください。
nl: We raakten een onverwacht probleem bij het ophalen van het weer. Probeer het opnieuw.
no: Vi traff et uventet problem med å hente været. Prøv på nytt.
pl: Wystąpił nieoczekiwany problem z pobraniem pogody. Spróbuj ponownie.
pt: Atingimos um problema inesperado ao buscar o clima. Tente novamente.
ro: Am întâmpinat o problemă neașteptată la preluarea vremii. Vă rugăm să încercați din nou.
ru: Мы столкнулись с неожиданной проблемой при получении погоды. Пожалуйста, попробуйте еще раз.
sv: Vi stötte på ett oväntat problem med att hämta vädret. Försök igen.
uk: Ми знайшли неочікувану проблему отримання погоди. Будь ласка, спробуйте ще раз.
zh_hans: 我们遇到了一个无法预料的获取天气问题。请再试一次。

# error.generic.title
source: Something Went Wrong
ar: خطأ ما
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schief
el: Κάτι Πήγε Λάθος
es: Algo fue incorrecto
fi: Jotain Meni Väärä
fr: Quelque chose s'est mal passé
it: Qualcosa È Andato Errato
ja: 問題が発生しました
nl: Er is iets misgegaan
no: Noe gikk galt
pl: Coś wymagało złego
pt: Ocorreu Um Erro
ro: Ceva greșit
ru: Что-то пошло неверно
sv: Något gick fel
uk: Щось пішло не так
zh_hans: 出错了

# error.httpAuth.message
source: The weather service rejected the request. Open Settings to verify your API key.
ar: رفضت خدمة الطقس الطلب. افتح الإعدادات للتحقق من مفتاح API الخاص بك.
cs: Služba počasí odmítla požadavek. Otevřete nastavení pro ověření vašeho API klíče.
da: Vejrtjenesten afviste anmodningen. Åbn indstillinger for at bekræfte din API-nøgle.
de: Der Wetterdienst hat die Anfrage abgelehnt. Öffnen Sie Einstellungen, um Ihren API-Schlüssel zu verifizieren.
el: Η υπηρεσία καιρού απέρριψε το αίτημα. Ανοιχτές ρυθμίσεις για επαλήθευση του κλειδιού API.
es: El servicio de tiempo rechazó la solicitud. Abre los ajustes para verificar tu clave API.
fi: Sääpalvelu hylkäsi pyynnön. Avaa asetukset varmistaaksesi API-avaimesi.
fr: Le service météo a rejeté la demande. Ouvrez les paramètres pour vérifier votre clé API.
it: Il servizio meteo ha rifiutato la richiesta. Apri le impostazioni per verificare la tua chiave API.
ja: 天気サービスがリクエストを拒否しました。設定を開いてAPIキーを確認してください。
nl: De weerservice heeft het verzoek afgewezen. Open Instellingen om je API-sleutel te verifiëren.
no: Værtjenesten avviste forespørselen. Åpne Innstillinger for å verifisere API-nøkkelen din.
pl: Usługa pogody odrzuciła żądanie. Otwórz ustawienia, aby zweryfikować klucz API.
pt: O serviço de tempo rejeitou o pedido. Abra as configurações para verificar a sua chave de API.
ro: Serviciul meteo a respins solicitarea. Deschideți Setări pentru a verifica cheia API.
ru: Служба погоды отклонила запрос. Откройте Настройки, чтобы проверить ваш ключ API.
sv: Vädertjänsten avvisade begäran. Öppna Inställningar för att verifiera din API-nyckel.
uk: Сервіс погоди відхилив запит. Відкрийте налаштування для перевірки ключа API.
zh_hans: 天气服务拒绝了请求。打开设置以验证您的 API 密钥。

# error.httpAuth.title
source: Service Unavailable
ar: الخدمة غير متوفرة
cs: Služba není k dispozici
da: Tjenesten Ikke Tilgængelig
de: Dienst nicht verfügbar
el: Μη Διαθέσιμη Υπηρεσία
es: Servicio no disponible
fi: Palvelu Ei Saatavilla
fr: Service indisponible
it: Servizio Non Disponibile
ja: サービスが利用できません
nl: Dienst niet beschikbaar
no: Tjeneste utilgjengelig
pl: Usługa niedostępna
pt: Serviço Indisponível
ro: Serviciu indisponibil
ru: Сервис недоступен
sv: Tjänsten ej tillgänglig
uk: Сервіс недоступний
zh_hans: 服务不可用

# error.httpClient.message
source: The weather service rejected the request. Please try a different location or check your settings.
ar: رفضت خدمة الطقس الطلب. الرجاء محاولة موقع مختلف أو التحقق من الإعدادات الخاصة بك.
cs: Služba počasí žádost odmítla. Zkuste jiné místo nebo zkontrolujte vaše nastavení.
da: Vejrtjenesten afviste anmodningen. Prøv en anden placering eller tjek dine indstillinger.
de: Der Wetterdienst hat die Anfrage abgelehnt. Bitte versuchen Sie einen anderen Ort oder überprüfen Sie Ihre Einstellungen.
el: Η υπηρεσία καιρού απέρριψε το αίτημα. Παρακαλώ δοκιμάστε μια διαφορετική τοποθεσία ή ελέγξτε τις ρυθμίσεις σας.
es: El servicio de tiempo rechazó la solicitud. Por favor, pruebe una ubicación diferente o compruebe su configuración.
fi: Sääpalvelu hylkäsi pyynnön. Ole hyvä ja yritä eri sijaintia tai tarkista asetukset.
fr: Le service météo a rejeté la demande. Veuillez essayer un autre emplacement ou vérifier vos paramètres.
it: Il servizio meteo ha rifiutato la richiesta. Si prega di provare una posizione diversa o controllare le impostazioni.
ja: 天気サービスはリクエストを拒否しました。別の場所を試すか、設定を確認してください。
nl: De weerservice heeft het verzoek afgewezen. Probeer een andere locatie of controleer uw instellingen.
no: Værtjenesten avviste forespørselen. Prøv en annen plassering eller kontroller innstillingene.
pl: Usługa pogodowa odrzuciła żądanie. Proszę spróbować innej lokalizacji lub sprawdzić ustawienia.
pt: O serviço de clima rejeitou o pedido. Por favor, tente um local diferente ou verifique suas configurações.
ro: Serviciul meteo a respins cererea. Vă rugăm să încercaţi o locaţie diferită sau să verificaţi setările.
ru: Служба погоды отклонила запрос. Пожалуйста, попробуйте другое местоположение или проверьте ваши настройки.
sv: Vädertjänsten avvisade begäran. Försök med en annan plats eller kontrollera dina inställningar.
uk: Служба погоди відхилила запит. Будь ласка, спробуйте інше місце розташування або перевірте свої налаштування.
zh_hans: 天气服务拒绝了请求。请尝试不同的位置或检查您的设置。

# error.httpClient.title
source: Request Failed
ar: فشل الطلب
cs: Požadavek se nezdařil
da: Anmodning Mislykkedes
de: Anfrage fehlgeschlagen
el: Η Αίτηση Απέτυχε
es: Solicitud fallida
fi: Pyyntö Epäonnistui
fr: Échec de la requête
it: Richiesta Non Riuscita
ja: リクエストに失敗しました
nl: Verzoek mislukt
no: Forespørsel mislyktes
pl: Żądanie nie powiodło się
pt: Falha na solicitação
ro: Solicitare eșuată
ru: Запрос не удался
sv: Begäran misslyckades
uk: Помилка запиту
zh_hans: 请求失败

# error.httpNotFound.message
source: The weather service couldn't find this location. Try a different one.
ar: لم تتمكن خدمة الطقس من العثور على هذا الموقع. جرب موقعا مختلفا.
cs: Služba pro počasí nenalezla tuto polohu. Zkuste jinou.
da: Vejrtjenesten kunne ikke finde denne placering. Prøv en anden.
de: Der Wetterdienst konnte diesen Standort nicht finden. Versuchen Sie einen anderen.
el: Η υπηρεσία καιρού δεν μπόρεσε να βρει αυτήν την τοποθεσία. Δοκιμάστε μια διαφορετική.
es: El servicio meteorológico no pudo encontrar esta ubicación. Intenta otro.
fi: Sääpalvelu ei löytänyt tätä paikkaa. Kokeile toista paikkaa.
fr: Le service météo n'a pas pu trouver cet emplacement. Essayez un autre endroit.
it: Il servizio meteo non è riuscito a trovare questa posizione. Provarne una diversa.
ja: 天気サービスはこの場所を見つけることができませんでした。別の場所を試してみてください。
nl: De weerservice kon deze locatie niet vinden. Probeer een andere.
no: Værtjenesten kunne ikke finne denne posisjonen. Prøv en annen.
pl: Usługa pogody nie mogła znaleźć tej lokalizacji. Spróbuj innej.
pt: O serviço de tempo não conseguiu encontrar este local. Tente um diferente.
ro: Serviciul meteo nu a putut găsi această locație. Încercați altul.
ru: Погода не найдена. Попробуйте другое место.
sv: Vädret kunde inte hitta den här platsen. Prova en annan.
uk: Механізм погоди не вдалося знайти це місце. Спробуйте інший.
zh_hans: 天气服务找不到此位置。请尝试另一个。

# error.httpNotFound.title
source: Not Found
ar: غير موجود
cs: Nenalezeno
da: Ikke Fundet
de: Nicht gefunden
el: Δεν Βρέθηκε
es: No encontrado
fi: Ei Löytynyt
fr: Non Trouvé
it: Non Trovato
ja: 見つかりませんでした
nl: Niet gevonden
no: Ikke funnet
pl: Nie znaleziono
pt: Não Encontrado
ro: Nu s-a găsit
ru: Не найдено
sv: Hittades inte
uk: Не знайдено
zh_hans: 找不到

# error.httpRateLimited.message
source: Too many requests — the weather service asked us to slow down. We'll try again shortly.
ar: طلبات كثيرة جدا - طلبت منا خدمة الطقس أن نبطئ. سنحاول مرة أخرى قريبا.
cs: Příliš mnoho požadavků - služba pro počasí nás požádala o zpomalení. Zkusíme to za chvíli.
da: For mange anmodninger — vejrtjenesten bad os om at bremse. Vi vil forsøge igen om kort tid.
de: Zu viele Anfragen — der Wetterdienst bat uns zu verlangsamen. Wir werden es in Kürze erneut versuchen.
el: Πάρα πολλά αιτήματα - η υπηρεσία καιρού μας ζήτησε να επιβραδύνουμε. Θα προσπαθήσουμε ξανά σύντομα.
es: Demasiadas peticiones — el servicio meteorológico nos ha pedido que nos ralentizemos. Intentaremos de nuevo en breve.
fi: Liian monta pyyntöä — sääpalvelu pyysi meitä hidastumaan. Yritämme hetken kuluttua uudelleen.
fr: Trop de demandes — le service météo nous a demandé de ralentir. Nous allons réessayer sous peu.
it: Troppe richieste — il servizio meteo ci ha chiesto di rallentare. Riproveremo a breve.
ja: リクエストが多すぎます。天気予報サービスがスローダウンするように求められました。まもなく再試行します。
nl: Te veel verzoeken - de weerservice vroeg ons om te vertragen. We zullen het snel opnieuw proberen.
no: For mange forespørsler - værtjenesten ber oss om å sakke ned. Vi prøver igjen snart.
pl: Zbyt wiele żądań — usługa pogodowa poprosiła nas o zwolnienie. Wkrótce spróbujemy ponownie.
pt: Muitas solicitações — o serviço meteorológico pediu para abrandar. Tentaremos novamente em breve.
ro: Prea multe cereri — serviciul meteo ne-a cerut să încetinim. Vom încerca din nou în curând.
ru: Слишком много запросов — служба погоды попросила нас замедлить. Мы попробуем в ближайшее время.
sv: För många förfrågningar — vädertjänsten bad oss att sakta ner. Vi ska försöka igen inom kort.
uk: Занадто багато запитів — сервіс погоди попросив нас уповільнити. Незабаром ми спробуємо ще раз.
zh_hans: 请求过多——天气服务要求我们放慢速度。我们将很快再试。

# error.httpRateLimited.title
source: Rate Limit Reached
ar: تم بلوغ الحد الأقصى للمعدل
cs: Dosažen limit cen
da: Sats Grænse Nået
de: Rate Limit erreicht
el: Έφτασε Το Όριο Αξιολόγησης
es: Tasa límite alcanzada
fi: Arvostele Raja Saavutettu
fr: Limite de taux atteinte
it: Limite Di Tasso Raggiunto
ja: レート制限に達しました
nl: Tarief limiet bereikt
no: Grensen er nådd
pl: Osiągnięto limit stawek
pt: Limite de tarifas alcançado
ro: Evaluează limita atinsă
ru: Лимит тарифа достигнут
sv: Betygsgräns nådd
uk: Досягнута межа ставок
zh_hans: 已达到评分限制

# error.httpServer.message
source: The weather service is having problems right now. We'll keep retrying.
ar: خدمة الطقس تواجه مشاكل الآن. سوف نستمر في المحاولة.
cs: Služba pro počasí má nyní problémy. Budeme se snažit pokračovat.
da: Vejrtjenesten har problemer lige nu. Vi fortsætter med at prøve igen.
de: Der Wetterdienst hat gerade Probleme. Wir versuchen es noch einmal.
el: Η υπηρεσία καιρού έχει προβλήματα αυτή τη στιγμή. Θα συνεχίσουμε να προσπαθούμε.
es: El servicio meteorológico está teniendo problemas en este momento. Seguiremos intentándolo.
fi: Sääpalvelulla on ongelmia juuri nyt. Yritämme jatkuvasti uudelleen.
fr: Le service météo a des problèmes pour le moment. Nous continuons à essayer.
it: Il servizio meteo sta avendo problemi in questo momento. Continueremo a riprovare.
ja: 天気予報に問題が発生しています。引き続き再試行します。
nl: De weerservice ondervindt momenteel problemen. We blijven het opnieuw proberen.
no: Værtjenesten har problemer akkurat nå. Vi fortsetter å prøve på nytt.
pl: Usługa pogodowa ma obecnie problemy. Będziemy próbować ponownie.
pt: O serviço de tempo está tendo problemas no momento. Continuaremos tentando.
ro: Serviciul meteo are probleme acum. Vom continua să încercăm din nou.
ru: В настоящее время у службы погоды возникли проблемы. Мы будем повторять попытки.
sv: Vädertjänsten har problem just nu. Vi kommer att fortsätta försöka.
uk: Погодження погоди в даний момент є проблемами, ми продовжимо повторну роботу.
zh_hans: 天气服务现在有问题。我们将继续重试.

# error.httpServer.title
source: Service Unavailable
ar: الخدمة غير متوفرة
cs: Služba není k dispozici
da: Tjenesten Ikke Tilgængelig
de: Dienst nicht verfügbar
el: Μη Διαθέσιμη Υπηρεσία
es: Servicio no disponible
fi: Palvelu Ei Saatavilla
fr: Service indisponible
it: Servizio Non Disponibile
ja: サービスが利用できません
nl: Dienst niet beschikbaar
no: Tjeneste utilgjengelig
pl: Usługa niedostępna
pt: Serviço Indisponível
ro: Serviciu indisponibil
ru: Сервис недоступен
sv: Tjänsten ej tillgänglig
uk: Сервіс недоступний
zh_hans: 服务不可用

# error.inline.fallback
source: Something went wrong
ar: حدث خطأ ما
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schief gelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
fi: Jokin meni pieleen
fr: Quelque chose s'est mal passé
it: Qualcosa è andato storto
ja: 問題が発生しました
nl: Er ging iets mis
no: Noe gikk galt
pl: Coś poszło nie tak
pt: Algo deu errado
ro: Ceva nu a funcționat
ru: Что-то пошло не так
sv: Något gick fel
uk: Сталася помилка
zh_hans: 出了错。

# error.invalidResponse.message
source: The weather service sent back something we didn't expect. Please try again in a moment.
ar: خدمة الطقس ترسل شيئاً لم نتوقعه. الرجاء المحاولة مرة أخرى في لحظة.
cs: Služba počasí poslala zpět něco, co jsme neočekávali. Prosím, zkuste to za chvíli znovu.
da: Vejrtjenesten sendte noget tilbage som vi ikke forventede. Prøv igen om et øjeblik.
de: Der Wetterdienst hat etwas zurückgeschickt, was wir nicht erwartet haben. Bitte versuchen Sie es in einem Moment erneut.
el: Η υπηρεσία καιρού έστειλε πίσω κάτι που δεν περιμέναμε. Παρακαλώ δοκιμάστε ξανά σε λίγο.
es: El servicio meteorológico envió de vuelta algo que no esperábamos. Por favor, inténtalo de nuevo en un momento.
fi: Sääpalvelu lähetti takaisin jotain, mitä emme odottaneet. Yritä hetken kuluttua uudelleen.
fr: Le service météo a renvoyé quelque chose que nous n'avions pas attendu. Veuillez réessayer dans un instant.
it: Il servizio meteo ha inviato qualcosa che non ci aspettavamo. Riprova tra un attimo.
ja: 天気予報サービスは、私たちが期待していなかった何かを送り返しました。しばらくしてからもう一度お試しください。
nl: De weerservice heeft iets teruggestuurd wat we niet verwachtten. Probeer het later nog eens.
no: Værtjenesten sendte tilbake noe vi ikke forventet. Prøv igjen om et øyeblikk.
pl: Usługa pogodowa została wysłana z powrotem czymś, czego się nie spodziewaliśmy. Spróbuj ponownie za chwilę.
pt: O serviço de meteorologia enviou de volta algo que não esperávamos. Por favor, tente novamente em instantes.
ro: Serviciul meteo a trimis înapoi ceva ce nu ne-am așteptat. Vă rugăm să încercați din nou imediat.
ru: Служба погоды отправила что-то, что мы не ожидали. Пожалуйста, повторите попытку через некоторое время.
sv: Vädertjänsten skickade tillbaka något som vi inte hade förväntat oss. Försök igen om ett ögonblick.
uk: Сервіс погоди дещо не очікував. Будь ласка, спробуйте ще раз.
zh_hans: 天气服务发送了我们不想要的东西。请稍后再试。

# error.invalidResponse.title
source: Bad Server Response
ar: استجابة الخادم سيئة
cs: Špatná odpověď serveru
da: Dårligt Serversvar
de: Fehlerhafte Server-Antwort
el: Εσφαλμένη Απάντηση Διακομιστή
es: Respuesta de Servidor Incorrecta
fi: Virheellinen Palvelimen Vastaus
fr: Réponse du serveur incorrecte
it: Risposta Server Errata
ja: サーバーの応答が不正です
nl: Foute Server Response
no: Feil serversvar
pl: Błędna odpowiedź serwera
pt: Resposta do Servidor Ruim
ro: Răspuns greșit server
ru: Некорректный ответ сервера
sv: Felaktigt serversvar
uk: Помилкова відповідь на сервер
zh_hans: 服务器响应错误
